import aboutUsImage from "../assets/about-us.png";

const AboutUs = () => {
  return (
    <section className="about-us">
      <div className="container">
        <div className="text">
          <h2>Про нас</h2>
          <p>
            Ми - надійна страхова компанія, яка завжди готова допомогти вам
            знайти найкраще рішення для ваших потреб.
          </p>
          <p>
            «Polisa-Online» є унікальним онлайн-сервісом, який революціонізує
            спосіб придбання страхового полісу для українців. Тепер вам не
            потрібно виходити зі зручності своєї квартири, будинку або офісу,
            для того щоб забезпечити себе надійним страховим покриттям. За
            декілька простих кроків у нашому сервісі, ви отримаєте можливість
            вибрати оптимальний страховий продукт, який відповідатиме вашим
            потребам. Наша компания допомагає вам економити час та зусилля,
            забезпечуючи доступ до страхових продуктів просто за кілька хвилин.
            Відкрийте для себе новий рівень зручності та ефективності в процесі
            придбання страхових полісів і довірте свою фінансову безпеку
            надійному сервісу «Polisa-Online».Ви можете скористатись
            калькулятором для розрахунку вартості страховки виключно за вашими
            потребами.
          </p>
        </div>
        <div className="image">
          <img src={aboutUsImage} alt="About Us" />
        </div>
      </div>
    </section>
  );
};

export default AboutUs;
